#> asset:object/2141.louvert_soul_bomb/tick/cast_rotate_vfx
#
# 回転して表示させるVFX
#
# @within function asset:object/2141.louvert_soul_bomb/tick/cast_vfx

particle end_rod ^-0.0 ^0.0 ^0.2 ^11.642 ^0.0 ^1000000000.0 0.00000000064 0 normal
particle end_rod ^0.077 ^0.0 ^0.185 ^382683456.0 ^0.0 ^923879488.0 0.00000000064 0 normal
particle end_rod ^0.141 ^0.0 ^0.141 ^707106816.0 ^0.0 ^707106816.0 0.00000000064 0 normal
particle end_rod ^0.185 ^0.0 ^0.077 ^923879488.0 ^0.0 ^382683456.0 0.00000000064 0 normal
particle end_rod ^0.2 ^0.0 ^0.0 ^1000000000.0 ^0.0 ^9.313 0.00000000064 0 normal
particle end_rod ^0.185 ^0.0 ^-0.077 ^923879488.0 ^0.0 ^-382683456.0 0.00000000064 0 normal
particle end_rod ^0.141 ^0.0 ^-0.141 ^707106816.0 ^0.0 ^-707106816.0 0.00000000064 0 normal
particle end_rod ^0.077 ^0.0 ^-0.185 ^382683456.0 ^0.0 ^-923879488.0 0.00000000064 0 normal
particle end_rod ^-0.0 ^0.0 ^-0.2 ^11.642 ^0.0 ^-1000000000.0 0.00000000064 0 normal
particle end_rod ^-0.077 ^0.0 ^-0.185 ^-382683456.0 ^0.0 ^-923879488.0 0.00000000064 0 normal
particle end_rod ^-0.141 ^0.0 ^-0.141 ^-707106816.0 ^0.0 ^-707106816.0 0.00000000064 0 normal
particle end_rod ^-0.185 ^0.0 ^-0.077 ^-923879488.0 ^0.0 ^-382683456.0 0.00000000064 0 normal
particle end_rod ^-0.2 ^0.0 ^0.0 ^-1000000000.0 ^0.0 ^9.313 0.00000000064 0 normal
particle end_rod ^-0.185 ^0.0 ^0.077 ^-923879488.0 ^0.0 ^382683456.0 0.00000000064 0 normal
particle end_rod ^-0.141 ^0.0 ^0.141 ^-707106816.0 ^0.0 ^707106816.0 0.00000000064 0 normal
particle end_rod ^-0.077 ^0.0 ^0.185 ^-382683456.0 ^0.0 ^923879488.0 0.00000000064 0 normal
