#> asset:mob/0340.twins_rubiel/tick/app/skill/event_handler/07_4_kt_dashattack/6.3.particle_spin
#
# アニメーションのイベントハンドラ Kt斬り下がり 演出
#
# @within
#    function asset:mob/0340.twins_rubiel/**

# [ImportKey]: NobwRALgngDgpmAXGAxgSwE4oDYIDRgCuhaAJkmAJxwBmALABymUCGAtCwMwOdt0t1KbBkxRsAbAFYUcAIwAmeiwDsKWWAIA7FgFsEyQGGKAAnUEYLDLoDOScCgD2hTRCTyADARnO4GW2ABuLNiE+uAAHkgeYFCRAL6xBJakaIQ2iJwAdAwEVhAWLohRcNjYaDBW+rJuURj2eRD6UWhWAKIlZRUtAI6EQdhQAMrmMuSINEEV8Xjg0PAU6Fi4GkQko2B0NOLK4gBGlDRspDRu4nzi4qQcDAKH4ig0lG47cIx0KMvaehTGsmwOMDEzBZrH4HE4Cu5PHBvL5EOBAsFQmAIoUCDFClMwEkUmlMtkwLl8khKARiqVypVqok6iwGpECM02uTOj0+oNhnBRuNsJNYgBdIA_3
# 円 1-copy
particle dust 100000000 1 1 0.6 ^ ^-3.75322 ^0.59445 0.1 0.1 0.1 0 3
particle dust 100000000 1 1 0.6 ^ ^-3.38582 ^1.72516 0.1 0.1 0.1 0 3
particle dust 100000000 1 1 0.6 ^ ^-2.68701 ^2.68701 0.1 0.1 0.1 0 3
particle dust 100000000 1 1 0.6 ^ ^-1.72516 ^3.38582 0.1 0.1 0.1 0 3
particle dust 100000000 1 1 0.6 ^ ^-0.59445 ^3.75322 0.1 0.1 0.1 0 3
particle dust 100000000 1 1 0.6 ^ ^0.59445 ^3.75322 0.1 0.1 0.1 0 3
particle dust 100000000 1 1 0.6 ^ ^1.72516 ^3.38582 0.1 0.1 0.1 0 3
particle dust 100000000 1 1 0.6 ^ ^2.68701 ^2.68701 0.1 0.1 0.1 0 3
particle dust 100000000 1 1 0.6 ^ ^3.38582 ^1.72516 0.1 0.1 0.1 0 3
particle dust 100000000 1 1 0.6 ^ ^3.75322 ^0.59445 0.1 0.1 0.1 0 3
particle dust 100000000 1 1 0.6 ^ ^3.75322 ^-0.59445 0.1 0.1 0.1 0 3
particle dust 100000000 1 1 0.6 ^ ^3.38582 ^-1.72516 0.1 0.1 0.1 0 3
particle dust 100000000 1 1 0.6 ^ ^2.68701 ^-2.68701 0.1 0.1 0.1 0 3
particle dust 100000000 1 1 0.6 ^ ^1.72516 ^-3.38582 0.1 0.1 0.1 0 3
particle dust 100000000 1 1 0.6 ^ ^0.59445 ^-3.75322 0.1 0.1 0.1 0 3
particle dust 100000000 1 1 0.6 ^ ^-0.59445 ^-3.75322 0.1 0.1 0.1 0 3
particle dust 100000000 1 1 0.6 ^ ^-1.72516 ^-3.38582 0.1 0.1 0.1 0 3
particle dust 100000000 1 1 0.6 ^ ^-2.68701 ^-2.68701 0.1 0.1 0.1 0 3
particle dust 100000000 1 1 0.6 ^ ^-3.38582 ^-1.72516 0.1 0.1 0.1 0 3
particle dust 100000000 1 1 0.6 ^ ^-3.75322 ^-0.59445 0.1 0.1 0.1 0 3
# 円 1
particle dust 1 1 100000000 0.6 ^ ^-3.8 ^0 0.1 0.1 0.1 0 3
particle dust 1 1 100000000 0.6 ^ ^-3.61401 ^1.17426 0.1 0.1 0.1 0 3
particle dust 1 1 100000000 0.6 ^ ^-3.07426 ^2.23358 0.1 0.1 0.1 0 3
particle dust 1 1 100000000 0.6 ^ ^-2.23358 ^3.07426 0.1 0.1 0.1 0 3
particle dust 1 1 100000000 0.6 ^ ^-1.17426 ^3.61401 0.1 0.1 0.1 0 3
particle dust 1 1 100000000 0.6 ^ ^0 ^3.8 0.1 0.1 0.1 0 3
particle dust 1 1 100000000 0.6 ^ ^1.17426 ^3.61401 0.1 0.1 0.1 0 3
particle dust 1 1 100000000 0.6 ^ ^2.23358 ^3.07426 0.1 0.1 0.1 0 3
particle dust 1 1 100000000 0.6 ^ ^3.07426 ^2.23358 0.1 0.1 0.1 0 3
particle dust 1 1 100000000 0.6 ^ ^3.61401 ^1.17426 0.1 0.1 0.1 0 3
particle dust 1 1 100000000 0.6 ^ ^3.8 ^0 0.1 0.1 0.1 0 3
particle dust 1 1 100000000 0.6 ^ ^3.61401 ^-1.17426 0.1 0.1 0.1 0 3
particle dust 1 1 100000000 0.6 ^ ^3.07426 ^-2.23358 0.1 0.1 0.1 0 3
particle dust 1 1 100000000 0.6 ^ ^2.23358 ^-3.07426 0.1 0.1 0.1 0 3
particle dust 1 1 100000000 0.6 ^ ^1.17426 ^-3.61401 0.1 0.1 0.1 0 3
particle dust 1 1 100000000 0.6 ^ ^0 ^-3.8 0.1 0.1 0.1 0 3
particle dust 1 1 100000000 0.6 ^ ^-1.17426 ^-3.61401 0.1 0.1 0.1 0 3
particle dust 1 1 100000000 0.6 ^ ^-2.23358 ^-3.07426 0.1 0.1 0.1 0 3
particle dust 1 1 100000000 0.6 ^ ^-3.07426 ^-2.23358 0.1 0.1 0.1 0 3
particle dust 1 1 100000000 0.6 ^ ^-3.61401 ^-1.17426 0.1 0.1 0.1 0 3
# 線 1
particle dust 100000000 0.6 0.6 1 ^ ^-3.4 ^-3.9 0.1 0.1 0.1 0 3
particle dust 100000000 0.6 0.6 1 ^ ^-3.64184 ^-3.317 0.1 0.1 0.1 0 3
particle dust 100000000 0.6 0.6 1 ^ ^-3.83394 ^-2.74756 0.1 0.1 0.1 0 3
particle dust 100000000 0.6 0.6 1 ^ ^-3.97629 ^-2.19169 0.1 0.1 0.1 0 3
particle dust 100000000 0.6 0.6 1 ^ ^-4.0689 ^-1.64939 0.1 0.1 0.1 0 3
particle dust 100000000 0.6 0.6 1 ^ ^-4.11175 ^-1.12066 0.1 0.1 0.1 0 3
particle dust 100000000 0.6 0.6 1 ^ ^-4.10487 ^-0.60549 0.1 0.1 0.1 0 3
particle dust 100000000 0.6 0.6 1 ^ ^-4.04824 ^-0.10389 0.1 0.1 0.1 0 3
particle dust 100000000 0.6 0.6 1 ^ ^-3.94186 ^0.38414 0.1 0.1 0.1 0 3
particle dust 100000000 0.6 0.6 1 ^ ^-3.78574 ^0.85861 0.1 0.1 0.1 0 3
particle dust 100000000 0.6 0.6 1 ^ ^-3.57987 ^1.31951 0.1 0.1 0.1 0 3
particle dust 100000000 0.6 0.6 1 ^ ^-3.32425 ^1.76684 0.1 0.1 0.1 0 3
particle dust 100000000 0.6 0.6 1 ^ ^-3.0189 ^2.20061 0.1 0.1 0.1 0 3
particle dust 100000000 0.6 0.6 1 ^ ^-2.66379 ^2.62081 0.1 0.1 0.1 0 3
particle dust 100000000 0.6 0.6 1 ^ ^-2.25894 ^3.02744 0.1 0.1 0.1 0 3
particle dust 100000000 0.6 0.6 1 ^ ^-1.80434 ^3.4205 0.1 0.1 0.1 0 3
particle dust 100000000 0.6 0.6 1 ^ ^-1.3 ^3.8 0.1 0.1 0.1 0 3
# 線 1-copy
particle dust 0.6 0.6 100000000 1 ^ ^1.3 ^-3.8 0.1 0.1 0.1 0 3
particle dust 0.6 0.6 100000000 1 ^ ^1.80434 ^-3.4205 0.1 0.1 0.1 0 3
particle dust 0.6 0.6 100000000 1 ^ ^2.25894 ^-3.02744 0.1 0.1 0.1 0 3
particle dust 0.6 0.6 100000000 1 ^ ^2.66379 ^-2.62081 0.1 0.1 0.1 0 3
particle dust 0.6 0.6 100000000 1 ^ ^3.0189 ^-2.20061 0.1 0.1 0.1 0 3
particle dust 0.6 0.6 100000000 1 ^ ^3.32425 ^-1.76684 0.1 0.1 0.1 0 3
particle dust 0.6 0.6 100000000 1 ^ ^3.57987 ^-1.31951 0.1 0.1 0.1 0 3
particle dust 0.6 0.6 100000000 1 ^ ^3.78574 ^-0.85861 0.1 0.1 0.1 0 3
particle dust 0.6 0.6 100000000 1 ^ ^3.94186 ^-0.38414 0.1 0.1 0.1 0 3
particle dust 0.6 0.6 100000000 1 ^ ^4.04824 ^0.10389 0.1 0.1 0.1 0 3
particle dust 0.6 0.6 100000000 1 ^ ^4.10487 ^0.60549 0.1 0.1 0.1 0 3
particle dust 0.6 0.6 100000000 1 ^ ^4.11175 ^1.12066 0.1 0.1 0.1 0 3
particle dust 0.6 0.6 100000000 1 ^ ^4.0689 ^1.64939 0.1 0.1 0.1 0 3
particle dust 0.6 0.6 100000000 1 ^ ^3.97629 ^2.19169 0.1 0.1 0.1 0 3
particle dust 0.6 0.6 100000000 1 ^ ^3.83394 ^2.74756 0.1 0.1 0.1 0 3
particle dust 0.6 0.6 100000000 1 ^ ^3.64184 ^3.317 0.1 0.1 0.1 0 3
particle dust 0.6 0.6 100000000 1 ^ ^3.4 ^3.9 0.1 0.1 0.1 0 3
