# frame 16 / 40
# コレクション 1--円.008
particle dust 100000000 1 0 0.5 ^-1.223 ^0.25 ^0.464 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.109 ^0.25 ^0.693 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.952 ^0.25 ^0.896 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.759 ^0.25 ^1.065 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.537 ^0.25 ^1.192 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.294 ^0.25 ^1.274 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.039 ^0.25 ^1.307 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.216 ^0.25 ^1.29 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.464 ^0.25 ^1.223 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.693 ^0.25 ^1.109 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.896 ^0.25 ^0.952 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.065 ^0.25 ^0.759 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.192 ^0.25 ^0.537 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.274 ^0.25 ^0.294 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.307 ^0.25 ^0.039 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.29 ^0.25 ^-0.216 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.223 ^0.25 ^-0.464 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.109 ^0.25 ^-0.693 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.952 ^0.25 ^-0.896 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.759 ^0.25 ^-1.065 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.537 ^0.25 ^-1.192 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.294 ^0.25 ^-1.274 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.039 ^0.25 ^-1.307 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.216 ^0.25 ^-1.29 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.464 ^0.25 ^-1.223 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.693 ^0.25 ^-1.109 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.896 ^0.25 ^-0.952 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.065 ^0.25 ^-0.759 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.192 ^0.25 ^-0.537 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.274 ^0.25 ^-0.294 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.307 ^0.25 ^-0.039 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.29 ^0.25 ^0.216 0.0 0.0 0.0 0.0 1 normal
# コレクション 1--平面
playsound minecraft:entity.evoker.prepare_summon hostile @a[distance=..16] ~ ~ ~ 0.5 1.1400000000000001 0
