# frame 25 / 40
# コレクション 1--円.008
particle dust 100000000 1 0 0.5 ^-1.816 ^0.25 ^-0.689 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.916 ^0.25 ^-0.321 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.941 ^0.25 ^0.059 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.893 ^0.25 ^0.436 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.771 ^0.25 ^0.797 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.582 ^0.25 ^1.127 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.331 ^0.25 ^1.414 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.03 ^0.25 ^1.647 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.689 ^0.25 ^1.816 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.321 ^0.25 ^1.916 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.059 ^0.25 ^1.941 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.436 ^0.25 ^1.893 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.797 ^0.25 ^1.771 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.127 ^0.25 ^1.582 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.414 ^0.25 ^1.331 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.647 ^0.25 ^1.03 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.816 ^0.25 ^0.689 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.916 ^0.25 ^0.321 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.941 ^0.25 ^-0.059 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.893 ^0.25 ^-0.436 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.771 ^0.25 ^-0.797 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.582 ^0.25 ^-1.127 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.331 ^0.25 ^-1.414 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.03 ^0.25 ^-1.647 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.689 ^0.25 ^-1.816 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.321 ^0.25 ^-1.916 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.059 ^0.25 ^-1.941 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.436 ^0.25 ^-1.893 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.797 ^0.25 ^-1.771 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.127 ^0.25 ^-1.582 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.414 ^0.25 ^-1.331 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.647 ^0.25 ^-1.03 0.0 0.0 0.0 0.0 1 normal
# コレクション 1--平面
playsound minecraft:entity.evoker.prepare_summon hostile @a[distance=..16] ~ ~ ~ 0.5 1.275 0
