# frame 34 / 40
# コレクション 1--円.008
particle dust 100000000 1 0 0.5 ^-1.198 ^0.25 ^-2.282 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.62 ^0.25 ^-2.004 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.98 ^0.25 ^-1.65 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-2.263 ^0.25 ^-1.232 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-2.46 ^0.25 ^-0.767 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-2.563 ^0.25 ^-0.272 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-2.566 ^0.25 ^0.233 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-2.472 ^0.25 ^0.729 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-2.282 ^0.25 ^1.198 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-2.004 ^0.25 ^1.62 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.65 ^0.25 ^1.98 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.232 ^0.25 ^2.263 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.767 ^0.25 ^2.46 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.272 ^0.25 ^2.563 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.233 ^0.25 ^2.566 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.729 ^0.25 ^2.472 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.198 ^0.25 ^2.282 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.62 ^0.25 ^2.004 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.98 ^0.25 ^1.65 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^2.263 ^0.25 ^1.232 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^2.46 ^0.25 ^0.767 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^2.563 ^0.25 ^0.272 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^2.566 ^0.25 ^-0.233 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^2.472 ^0.25 ^-0.729 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^2.282 ^0.25 ^-1.198 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^2.004 ^0.25 ^-1.62 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.65 ^0.25 ^-1.98 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.232 ^0.25 ^-2.263 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.767 ^0.25 ^-2.46 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.272 ^0.25 ^-2.563 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.233 ^0.25 ^-2.566 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.729 ^0.25 ^-2.472 0.0 0.0 0.0 0.0 1 normal
# コレクション 1--平面
playsound minecraft:entity.evoker.prepare_summon hostile @a[distance=..16] ~ ~ ~ 0.5 1.4100000000000001 0
