# frame 31 / 60
# コレクション 3--フラッシュ
particle flash ^-0.0 ^7.864 ^0.0 0.0 0.0 0.0 0.0 1 normal
# コレクション 3--フラッシュ.003
playsound block.amethyst_block.chime hostile @a[distance=..32] ~ ~ ~ 2 1.225 1
# コレクション 3--フラッシュ.005
playsound block.amethyst_block.chime hostile @a[distance=..32] ~ ~ ~ 2 1.225 1
# コレクション 3--円.011
particle dust 100000000 1 0 0.5 ^1.999 ^0.1 ^-0.053 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.95 ^0.1 ^-0.442 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.827 ^0.1 ^-0.814 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.633 ^0.1 ^-1.155 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.376 ^0.1 ^-1.451 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.066 ^0.1 ^-1.692 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.716 ^0.1 ^-1.867 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.338 ^0.1 ^-1.971 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.053 ^0.1 ^-1.999 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.442 ^0.1 ^-1.95 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.814 ^0.1 ^-1.827 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.155 ^0.1 ^-1.633 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.451 ^0.1 ^-1.376 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.692 ^0.1 ^-1.066 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.867 ^0.1 ^-0.716 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.971 ^0.1 ^-0.338 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.999 ^0.1 ^0.053 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.95 ^0.1 ^0.442 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.827 ^0.1 ^0.814 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.633 ^0.1 ^1.155 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.376 ^0.1 ^1.451 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.066 ^0.1 ^1.692 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.716 ^0.1 ^1.867 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.338 ^0.1 ^1.971 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.053 ^0.1 ^1.999 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.442 ^0.1 ^1.95 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.814 ^0.1 ^1.827 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.155 ^0.1 ^1.633 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.451 ^0.1 ^1.376 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.692 ^0.1 ^1.066 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.867 ^0.1 ^0.716 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.971 ^0.1 ^0.338 0.0 0.0 0.0 0.0 1 normal
# コレクション 3--円.012
particle dust 100000000 1 0 0.5 ^-2.199 ^0.3 ^-0.059 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-2.168 ^0.3 ^0.372 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-2.054 ^0.3 ^0.787 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.861 ^0.3 ^1.173 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.596 ^0.3 ^1.514 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.271 ^0.3 ^1.796 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.896 ^0.3 ^2.009 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.486 ^0.3 ^2.146 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.059 ^0.3 ^2.199 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.372 ^0.3 ^2.168 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.787 ^0.3 ^2.054 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.173 ^0.3 ^1.861 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.514 ^0.3 ^1.596 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.796 ^0.3 ^1.271 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^2.009 ^0.3 ^0.896 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^2.146 ^0.3 ^0.486 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^2.199 ^0.3 ^0.059 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^2.168 ^0.3 ^-0.372 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^2.054 ^0.3 ^-0.787 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.861 ^0.3 ^-1.173 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.596 ^0.3 ^-1.514 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.271 ^0.3 ^-1.796 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.896 ^0.3 ^-2.009 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.486 ^0.3 ^-2.146 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.059 ^0.3 ^-2.199 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.372 ^0.3 ^-2.168 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.787 ^0.3 ^-2.054 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.173 ^0.3 ^-1.861 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.514 ^0.3 ^-1.596 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.796 ^0.3 ^-1.271 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-2.009 ^0.3 ^-0.896 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-2.146 ^0.3 ^-0.486 0.0 0.0 0.0 0.0 1 normal
