# frame 58 / 60
# コレクション 3--フラッシュ
particle flash ^-0.0 ^0.542 ^0.0 0.0 0.0 0.0 0.0 1 normal
# コレクション 3--フラッシュ.003
playsound block.amethyst_block.chime hostile @a[distance=..32] ~ ~ ~ 2 0.5499999999999998 1
# コレクション 3--フラッシュ.005
playsound block.amethyst_block.chime hostile @a[distance=..32] ~ ~ ~ 2 0.5499999999999998 1
# コレクション 3--円.011
particle dust 100000000 1 0 0.5 ^0.213 ^0.1 ^-1.989 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.179 ^0.1 ^-1.992 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.565 ^0.1 ^-1.919 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.928 ^0.1 ^-1.772 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.256 ^0.1 ^-1.557 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.535 ^0.1 ^-1.282 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.756 ^0.1 ^-0.957 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.909 ^0.1 ^-0.596 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.989 ^0.1 ^-0.213 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.992 ^0.1 ^0.179 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.919 ^0.1 ^0.565 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.772 ^0.1 ^0.928 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.557 ^0.1 ^1.256 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.282 ^0.1 ^1.535 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.957 ^0.1 ^1.756 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.596 ^0.1 ^1.909 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.213 ^0.1 ^1.989 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.179 ^0.1 ^1.992 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.565 ^0.1 ^1.919 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.928 ^0.1 ^1.772 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.256 ^0.1 ^1.557 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.535 ^0.1 ^1.282 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.756 ^0.1 ^0.957 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.909 ^0.1 ^0.596 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.989 ^0.1 ^0.213 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.992 ^0.1 ^-0.179 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.919 ^0.1 ^-0.565 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.772 ^0.1 ^-0.928 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.557 ^0.1 ^-1.256 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.282 ^0.1 ^-1.535 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.957 ^0.1 ^-1.756 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.596 ^0.1 ^-1.909 0.0 0.0 0.0 0.0 1 normal
# コレクション 3--円.012
particle dust 100000000 1 0 0.5 ^-0.234 ^0.3 ^-2.188 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.656 ^0.3 ^-2.1 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.053 ^0.3 ^-1.932 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.41 ^0.3 ^-1.689 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.712 ^0.3 ^-1.381 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.949 ^0.3 ^-1.021 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-2.111 ^0.3 ^-0.621 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-2.191 ^0.3 ^-0.197 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-2.188 ^0.3 ^0.234 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-2.1 ^0.3 ^0.656 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.932 ^0.3 ^1.053 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.689 ^0.3 ^1.41 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.381 ^0.3 ^1.712 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-1.021 ^0.3 ^1.949 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.621 ^0.3 ^2.111 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^-0.197 ^0.3 ^2.191 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.234 ^0.3 ^2.188 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.656 ^0.3 ^2.1 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.053 ^0.3 ^1.932 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.41 ^0.3 ^1.689 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.712 ^0.3 ^1.381 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.949 ^0.3 ^1.021 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^2.111 ^0.3 ^0.621 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^2.191 ^0.3 ^0.197 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^2.188 ^0.3 ^-0.234 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^2.1 ^0.3 ^-0.656 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.932 ^0.3 ^-1.053 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.689 ^0.3 ^-1.41 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.381 ^0.3 ^-1.712 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^1.021 ^0.3 ^-1.949 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.621 ^0.3 ^-2.111 0.0 0.0 0.0 0.0 1 normal
particle dust 100000000 1 0 0.5 ^0.197 ^0.3 ^-2.191 0.0 0.0 0.0 0.0 1 normal
